IDEA Open Model
ReinforcedCrossSection.CrossSection Property
Compatible with IDEA StatiCa Beta 20.0
 Cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement CrossSection { get; set; }
Public Property CrossSection As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace